[
    {
        "title": "SAMARAH",
        "image": "assets/journals/samarah.png",
        "description": "Samarah: Jurnal Hukum Keluarga dan Hukum Islam is a double-blind peer-reviewed journal published by Islamic Family Law Department, Sharia and Law Faculty, Universitas Islam Negeri Ar-Raniry, Banda Aceh, Indonesia. The journal publishes research articles, conceptual articles, and book reviews of Islamic family law and Islamic law (See Focus and Scope). ",
        "scopus": true,
        "sinta": 1,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/samarah"
    },
    {
        "title": "ISLAM FUTURA",
        "image": "assets/journals/islam futura.png",
        "description": "Jurnal Ilmiah Islam Futura (JIIF) is an international peer reviewed journal published by the Center for Research and Publication of Universitas Islam Negeri (State Islamic University) Ar-Raniry Banda Aceh, Indonesia, since 2001. Jurnal Ilmiah Islam Futura has the primary academic mission to develop various Islamic studies based on contemporary Islamic perspective, particularly in Aceh and Indian Ocean. The word 'Futura' means the future of Islam. The Islamic perspective is 'how-view' oriented to Islam's values, which is the methodological foundation for the entire discipline of Islamic sciences.",
        "scopus": true,
        "sinta": 1,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/islamfutura"
    },
    {
        "title": "PETITA",
        "image": "assets/journals/petita.png",
        "description": "PETITA: Jurnal Kajian Ilmu Hukum dan Syariah (PJKIHdS) is an international and double-blind peer reviewed journal which welcomes high quality, theoretically informed articles on a wide range of areas related to law and sharia research analysis. PJKIHdS has been published by Lembaga Kajian Konstitusi Indonesia (LKKI), Fakultas Syariah dan Hukum, Universitas Islam Negeri Ar-Raniry, Banda Aceh, Indonesia. ",
        "scopus": true,
        "sinta": 1,
        "url": "https://petita.ar-raniry.ac.id/index.php/petita"
    },
    {
        "title": "SHARE",
        "image": "assets/journals/share.png",
        "description": "Share: Jurnal Ekonomi dan Keuangan Islam [SHARE] is a peer-reviewed, double-blind journal published by the Faculty of Islamic Economics and Business at Universitas Islam Negeri Ar-Raniry in Banda Aceh, Indonesia. SHARE publishes research and concept papers pertaining to the field of Islamic economics and finance in open-access format, allowing users to freely access and download the articles under the CC BY SA license.",
        "scopus": false,
        "sinta": 2,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/Share/index"
    },
    {
        "title": "ELKAWNIE",
        "image": "assets/journals/elkawnie.png",
        "description": "Elkawnie is a journal of Integration Science and Technology with Islam. It's covering research and technology in the field of study of Architecture, Biology, Chemistry, Environmental Engineering, ICT, Physical Engineering, and other science and technology fields. In particular, Elkawnie's journal discusses research and technology development in contributing to development as part of Muslim scientists in the academic sphere.",
        "scopus": false,
        "sinta": 2,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/elkawnie"
    },
    {
        "title": "ENGLISIA",
        "image": "assets/journals/englisia.png",
        "description": " The journal publishes articles of interest to language teachers, practitioners, and language researchers. Manuscripts must be original and educationally interesting to the audience in the field. The goal is to promote concepts and ideas developed in this area of study by publishing relevant peer-reviewed scientific information and discussion. This will help language practitioners to advance their knowledge for greater benefit and output in their professional contexts.",
        "scopus": false,
        "sinta": 2,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/englisia"
    },
    {
        "title": "DAYAH",
        "image": "assets/journals/dayah.png",
        "description": "DAYAH: Journal of Islamic Education is published by the Center for Research and Community Service (LP2M) in cooperation with the Department of Islamic Education (master's degree) Graduate Program of State Islamic University (UIN) Ar-Raniry Banda Aceh. It focuses to publish research articles on Islamic education.a",
        "scopus": false,
        "sinta": 3,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/JIE"
    },
    {
        "title": "DIDAKTIKA",
        "image": "assets/journals/didaktika.png",
        "description": "JURNAL ILMIAH DIDAKTIKA: Media Ilmiah Pendidikan dan Pengajaran is a nationally and internationally peer-reviewed educational journal open for teachers, educators, and researchers from the field of education. This journal focuses on the publication of research results from the practice (model) of education and teaching in Indonesia ",
        "scopus": false,
        "sinta": 3,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/didaktika/index"
    },
    {
        "title": "Al BAYAN",
        "image": "assets/journals/Al bayan.png",
        "description": "Jurnal Al-Bayan: Media Kajian dan Pengembangan Ilmu Dakwah is a journal published by the Da'wah and Communication Faculty, UIN Ar-Raniry in cooperation with Asosiasi Profesi Dakwah Indonesia (APDI). This journal has been accredited by SINTA 3 by the Ministry of Research, Technology and Higher Education for Period IV of 2019. This journal raises themes around Da'wah and Social Sciences. ",
        "scopus": false,
        "sinta": 3,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/bayan"
    },
    {
        "title": "MEDIA SYARIAH",
        "image": "assets/journals/mediaSyariah.png",
        "description": "The journal is a peer-reviewed journal that aims to publish new work of the highest caliber across the full range of law with various aspects that consist of articles of researches and academic thoughts. It is a medium of academic publication and communication for experts and researchers who are concerned with law and Islamic law in the various perspective",
        "scopus": false,
        "sinta": 3,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/medsyar"
    },
    {
        "title": "AR-RANIRY",
        "image": "assets/journals/Arraniry.png",
        "description": "The presence of this journal is intended to respond to the debate in academic issues related to Islamic studies, such as the field of Islamic Education, Al-Quran and Hadith, Islamic Thoughts, Fiqh and Islamic Law, History and Islamic Civilization, Modernity, Language,  Islamic literature, and Islamic Communication.",
        "scopus": false,
        "sinta": 3,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/jar"
    },
    {
        "title": "MUDARRISUNA",
        "image": "assets/journals/mudarrisuna.png",
        "description": "Journal MUDARRISUNA is an open-access journal published by Universitas Islam Negeri Ar-Raniry Banda Aceh, Indonesia. The journal publishes various research and literary reviews in the field of Islamic education in particular and education science in general. Expected to be suggesting new concepts and best practices for teachers, lecturers, researchers, and practitioners in various places",
        "scopus": false,
        "sinta": 3,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/mudarrisuna"
    },
    {
        "title": "BIOTIK",
        "image": "assets/journals/biotik.png",
        "description": "BIOTIK: Jurnal Ilmiah Biologi Teknologi dan Kependidikan publishes scientific articles in the field of biology education and technology. Furthermore, this journal bridges the gap between research and practice, providing information, ideas and insights, in addition to critical examinations of biology research and teaching.",
        "scopus": false,
        "sinta": 3,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/biotik"
    },
    {
        "title": "GENDER EQUALITY",
        "image": "assets/journals/genderEquality.png",
        "description": "This journal invites scholars, researchers, and students to contribute the result of their studies and researches in the areas related to gender, families, and children which covers textual and fieldwork investigation with various perspectives such as education, law, social, political, religion, culture, economics, psychology, science, and technology.",
        "scopus": false,
        "sinta": 3,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/didaktika/index"
    },
    {
        "title": "AL IJTIMAIYYAH",
        "image": "assets/journals/Alijtimaiyyah.png",
        "description": "JURNAL AL-IJTIMAIYYAH is an open access journal that contributing to publishing various research results and literature review in the field of Islamic community development. This journal published by the Center for Research and Community Service UIN Ar-Raniry Banda Aceh, Indonesia. The journal welcomes the new idea and concepts on the community development field to be published academically. This journal accepts in the fields of Islamic society, Islamic microfinance, disaster, poverty reduction, sosial welfare, entrepreneurship. gender, and development.",
        "scopus": false,
        "sinta": 3,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/PMI"
    },
    {
        "title": "TAFSE",
        "image": "assets/journals/Tafse.png",
        "description": "TAFSE: Journal of Qur’anic Studies is open access, peer-reviewed journal that is committed to the publications of any original research article in the fields of Al-Qur'an and Tafsir sciences, including the understanding of the text, literature studies, living Qur’an, and interdisciplinary studies in Alquran, and Tafsir.",
        "scopus": false,
        "sinta": 3,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/tafse"
    },
    {
        "title": "LANTANIDA",
        "image": "assets/journals/Lantanida.png",
        "description": "Lantanida Journal is an open access journal providing authoritative source of scientific information for researchers, lecturer, teacher and student in academia, research institutions, government agencies, and industries. We publish original research papers, review articles and case studies focused on chemistry, chemistry education, and education development as well as related topics",
        "scopus": false,
        "sinta": 4,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/lantanida/index"
    },
    {
        "title": "JUSTISIA",
        "image": "assets/journals/jurnal justisia.png",
        "description": "Jurnal Justisia: Jurnal Ilmu Hukum, Perundang-undangan dan Pranata Sosial was based on the enthusiasm of lecturers of Law Department, UIN Ar-raniry to express their thought trhrough writing. However, at that time, the Law Department did not have a media to accommodate their enthusiasm. Hence the publication of this journal is very important. Interestingly, the presence of the journal is warmly welcome by Sharia and Law faculty's lecturers.",
        "scopus": false,
        "sinta": 4,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/Justisia"
    },
    {
        "title": "CYBERSPACE",
        "image": "assets/journals/cyberspace.png",
        "description": "Cyberspace: Jurnal Pendidikan Teknologi Informasi is an open access, peer-reviewed journal that will consider any original scientific article that expands the field of information technology education and various other related applied computer sciences themes. The journal publishes articles of interest to Information technology teachers, researchers and practitioners. Manuscripts must be original and educationally interesting to the audience in the field.",
        "scopus": false,
        "sinta": 4,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/cyberspace/index"
    },
    {
        "title": "PSIKOISLAMEDIA",
        "image": "assets/journals/Psikoislamedia.png",
        "description": "PSIKOISLAMEDIA Jurnal Psikologi (PJP) is a national, double-blind peer-reviewed, and open-access journal published by the Psychology Faculty of Ar Raniry Islamic State University in Indonesia. PJP was first published in April 2016 with the aim of contributing to the development of psychology knowledge by publishing high-quality psychology articles",
        "scopus": false,
        "sinta": 4,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/Psikoislam"
    },
    {
        "title": "PIONIR",
        "image": "assets/journals/pionir.png",
        "description": "PIONIR: Jurnal Pendidikan is a forum for lecturers, teachers, researchers and education observers to develop knowledge in the field of educational studies, in order to fulfill the Tri Dharma of Higher Education, particularly in the field of Basic Education and Madrasah Ibtidaiyah.",
        "scopus": false,
        "sinta": 4,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/Pionir"
    },
    {
        "title": "CIRCUIT",
        "image": "assets/journals/circuit.png",
        "description": "Circuit is a scientific journal dedicated to electrical engineering education that is produced by the faculty of teaching and training at Ar-Raniry State Islamic University in Banda Aceh. The Circuit Journal presents empirical and theoretical contributions from students, lecturers, professors, and other scientists in the field of electrical engineering education. ",
        "scopus": false,
        "sinta": 4,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/circuit"
    },
    {   
        "title": "SUBSTANSI",
        "image": "assets/journals/substansi.png",
        "description": "Substantia: Jurnal Ilmu-Ilmu Ushuluddin published by the Ushuluddin Faculty and Religious Studies of the State Islamic University (UIN) Ar-Raniry Banda Aceh, Indonesia. The scope of Substantia is articles of research, and ideas, in the field of Ushuluddin sciences (Aqidah, Philosophy, Islamic Thought, Study of Tafsir and Hadith, Comparative Religion, Sociology of Religion, and Sufism).",
        "scopus": false,
        "sinta": 4,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/substantia"
    },
    {
        "title": "EDUKASI",
        "image": "assets/journals/edukasi.png",
        "description": "Jurnal Edukasi : Jurnal Bimbingan Konseling is a peer-reviewed open-access scholarly journal managed and published by Program Studi Bimbingan Konseling Fakultas Tarbiyah dan Keguruan UIN Ar-Raniry Banda Aceh. ",
        "scopus": false,
        "sinta": 4,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/cobaBK/index"
    },
    {
        "title": "AL-KAWARIZMI",
        "image": "assets/journals/al-kawarizmi.png",
        "description": "Al Khawarizmi: Jurnal Pendidikan dan Pembelajaran Matematika welcomes any paper on mathematics education and instruction that reports relevant classroom research evaluates and reports practices in teacher education, reviews topical problems and reports successes in mathematics education and instruction.",
        "scopus": false,
        "sinta": 4,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/alkhawarizmi"
    },
    {
        "title": "lEGITIMASI",
        "image": "assets/journals/Legitimasi_ Jurnal Hukum Pidana dan Politik Hukum.png",
        "description": "Legitimasi: Jurnal Hukum Pidana dan Politik Hukum, published biannually in June and December, is published by Islamic Criminal Law Department, Faculty of Sharia and Law, Universitas Islam Negeri Ar-Raniry Banda Aceh.",
        "scopus": false,
        "sinta": 4,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/legitimasi"
    },
    {
        "title": "SOSIOLOGI AGAMA",
        "image": "assets/journals/Jurnal Sosiologi Agama Indonesia.png",
        "description": "Jurnal Sosiologi Agama Indonesia (JSAI) is a scientific journal published by the Department of Sociology of Religion, Ar-Raniry State Islamic University, Banda Aceh, Aceh, Indonesia. This journal is only available online.",
        "scopus": false,
        "sinta": 4,
        "url": "https://journal.ar-raniry.ac.id/index.php/jsai"
    },
    {
        "title": "AL-MU'ASHIRAH",
        "image": "assets/journals/JURNAL ILMIAH AL-MU ASHIRAH_ MEDIA KAJIAN AL-QUR'AN DAN AL-HADITS MULTI PERSPEKTIF.png",
        "description": "Jurnal Ilmiah Al-Mu’ashirah (JIM) is published by South East Asia Regional Forum Intellectual Qoran Hadith (SEAR FIQH) in cooperation with Faculty of Ushuluddin and Filsafat State Islamic University Ar-Raniry Banda Aceh, since 2002  (See MoA). It focuses on the development Qoran and Hadith multi perspective. ",
        "scopus": false,
        "sinta": 4,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/almuashirah"
    },
    {
        "title": "DUSTURIYAH",
        "image": "assets/journals/DUSTURIYAH.png",
        "description": "Dusturiyah: Jurnal Hukum Islam, Perundang-undangan dan Pranata Sosial.. peer-reviewed journal published by Law Department, Sharia and Law Faculty in cooperation with Center for Research and Community Service (LP2M) of State Islamic University (UIN) Ar-Raniry Banda Aceh.",
        "scopus": false,
        "sinta": 4,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/dustur"
    },
    {
        "title": "ABRAHAMIC",
        "image": "assets/journals/ABRAHAMIC.png",
        "description": "Abrahamic Religions: Jurnal Studi Agama-Agama publishes articles on religious studies from various perspectives, covering both literary and fieldwork studies. Abrahamic Religions: Jurnal Studi Agama-Agama emphasizes aspects related to religious studies, especially in Indonesia and Southeast Asian contexts, with special reference to culture, society, history, and doctrines.",
        "scopus": false,
        "sinta": 4,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/abrahamic"
    },
    {
        "title": "EL-USRAH",
        "image": "assets/journals/el usrah.png",
        "description": "El-Usrah: Jurnal Hukum Keluarga is A double-blind peer-reviewed journal that is published by the Islamic Family Law Department, Shariah and Law Faculty, Ar-raniry State Islamic University, Banda Aceh, Indonesia. The journal endeavors to provide forums for academicians and researchers who are interested in the discussion of current and future issues on Islamic family law. ",
        "scopus": false,
        "sinta": 5,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/usrah"
    },
    {
        "title": "ADABIYAH",
        "image": "assets/journals/adabiya.png",
        "description": "Jurnal Adabiya is a national, double-blind peer review, academic and open access journal published by Literature and Humanism Faculty of Ar-Raniry Islamic State University of Indonesia. Our aim is to enrich, engage and assist academic research on themes of humanity such as history, literature and library science and also others themes that are related strongly to the themes of Humanism in general",
        "scopus": false,
        "sinta": 5,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/adabiya"
    },
    {
        "title": "AL-IJTIMA'I",
        "image": "assets/journals/Al-Ijtima`i.png",
        "description": "Al-Ijtima'`i: International Journal of Government and Social Science, is a peer-reviewed and open-access journal, published by the Faculty of Social and Government Sciences, Universitas Islam Negeri Ar-Raniry Banda Aceh. Focus of this journal is to disseminate original articles by researchers and practitioners on various contemporary social and political issues.",
        "scopus": false,
        "sinta": 5,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/PMI"
    },
    {
        "title": "PHI",
        "image": "assets/journals/Jurnal Phi Jurnal Pendidikan Fisika dan Fisika Terapan.png",
        "description": "Jurnal Phi: Jurnal Pendidikan Fisika dan Fisika Terapan is a double-blind peer-reviewed journal published by Progam Studi Pendidikan Fisika, Fakultas Tarbiyah dan Keguruan, Universitas Islam Negeri Ar-Raniry, Banda Aceh, Indonesia. Specifically, the topics and scope that are published consist of:  1) Curriculum in physics; 2) Education; 3) Learning strategies in physics education; 4) Media and instructional technology in physics education; 5) Relation of psychology and physics education; 6) Assessment in physics education; 7) Teacher competence in physics education; 8) Instrumentation and computing for physics education technology, and 9) Applied physics includes geophysics and material technology.",
        "scopus": false,
        "sinta": 5,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/jurnalphi"
    },
    {
        "title": "PEURAWI",
        "image": "assets/journals/Jurnal Peurawi_ Media Kajian Komunikasi Islam.png",
        "description": "Jurnal Peurawi is published by Islamic Communication and Broadcasting of Postgraduate School Program in cooperation with Research and Community Service  Center (LP2M) of UIN Ar-Raniry Banda Aceh, Aceh, Indonesia. This journal is published twice a year in April and October. The Jurnal Peurawi concentrates on communication research, practice, policy, and theory, bringing to its readers the latest, broadest, and most important findings in the field of communication studies. The Jurnal Peurawi also features a book review section and reports on symposia in the field of communication research.",
        "scopus": false,
        "sinta": 5,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/peurawi"
    },
    {
        "title": "LISANUNA",
        "image": "assets/journals/(LISANUNA)_ Jurnal Ilmu Bahasa Arab dan Pembelajarannya.png",
        "description": "LISANUNA Jurnal Ilmu Bahasa Arab dan Pembelajarannya is presented as an effort to promote arabic knowledge to the world. Its establishment is aimed to be a scholarly journal with an international reputation. It is intended as a credible place for academicians and researchers across the globe to disseminate their works, studies, papers, and other research formats. LISANUNA is published by Prodi Pendidikan Bahasa Arab, Universitas Islam Negeri Ar-Raniry Banda Aceh Indonesia. LISANUNA is published in open access format which enables readers to freely access and downloads the articles.",
        "scopus": false,
        "sinta": 5,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/lisanuna"
    },
    {
        "title": "SAHARIA",
        "image": "assets/journals/Journal of sharia economica.png",
        "description": "Journal of Sharia Economics is presented as an effort to promote Islamic economics and finance knowledge to the world. Its establishment is aimed to be a scholarly journal with an international reputation. It is intended as a credible place for academicians and researchers across the globe to disseminate their works, studies, papers, and other research formats.",
        "scopus": false,
        "sinta": 5,
        "url": "https://journal.ar-raniry.ac.id/index.php/JoSE/"
    },
    {
        "title": "AL IDARAH",
        "image": "assets/journals/al idarah.png",
        "description": "Al-Idarah: Jurnal Manajemen dan Administrasi Islam is an open-access based journal that contributes to improving scientific knowledge, especially in Indonesia related to its relevance in the development and application of management and administration sciences. This journal is managed and published periodically by the Research and Publishing Center of Universitas Islam Negeri Ar-Raniry Banda Aceh in collaboration with the Da'wah Management Department of the Da'wah and Communication Faculty of Universitas Islam Negeri Ar-Raniry Banda Aceh. ",
        "scopus": false,
        "sinta": 0,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/circuit"
    },{
        "title": "LIBRIA",
        "image": "assets/journals/libria.png",
        "description": "LIBRIA is a national journal published by the Library of Post Graduate Universitas Islam Negeri Ar-Raniry , Banda Aceh, INDONESIA. It specializes in the subject related to the Librarianship, information and documentation. It was first published in 2009. This journal warmly welcomes contributions from scholars of related disciplines.",
        "scopus": false,
        "sinta": 0,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/libria"
    },{
        "title": "PROSIDING BIOTIK",
        "image": "assets/journals/prosiding biotik.png",
        "description": "Prosiding BIOTIK : Bio- Technology /Science Technology and Education is an open access based, that proceeding and contributes to improving knowledge in the fields of  biology, Technology and Education Biotic Proceedings are published by the biology education study program Ar-Raniry State Islamic University.a",
        "scopus": false,
        "sinta": 0,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/PBiotik"
    },{
        "title": "BUNAYYA",
        "image": "assets/journals/Bunayya.png",
        "description": "Bunayya: Jurnal Pendidikan Anak terbit 6 bulan sekali (Januari dan Juli) sudah dimulai sejak juni 2015, diterbitkan oleh program studi Pendidikan Islam Anak Usia Dini, Fakultas Tarbiyah dan Keguruan, UIN Ar-Raniry Banda Aceh. Jurnal ini diharapkan sebagai media bagi dosen, peneliti, praktisi, guru, mahasiswa dan masyarakat luas yang memiliki perhatian terhadap bidang pendidikan dan pembelajaran anak usia dini.",
        "scopus": false,
        "sinta": 0,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/bunayya"
    },{
        "title": "EKOBIS",
        "image": "assets/journals/ekobis.png",
        "description": "EKOBIS SYARIAH publishes research papers to the global community on Islamic economics and finance concepts and practices from an Indonesian perspective and its surrounding region. However, EKOBIS also welcomes perspectives from other regions that can boost the publication's value. Article submitted must be based on research, original and educationally interesting to the audience in the field",
        "scopus": false,
        "sinta": 0,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/ekobis"
    },{
        "title": "JIHBIZ",
        "image": "assets/journals/jihbiz.png",
        "description": "JIHBIZ : Global Journal of Islamic Banking and Finance welcomes students, academicians, and practitioners to publish research articles of interest to Islamic Financial Institutions and Islamic Finance. Those includes but not limited to the following topics : Islamic Banks and non-Banks, Islamic Insurance/Takaful, and Islamic Institutional Management that including Islamic Accounting, Islamic Capital Market",
        "scopus": false,
        "sinta": 0,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/jihbiz"
    },{
        "title": "TAKAMMUL",
        "image": "assets/journals/takammul.png",
        "description": "TAKAMUL is a journal of Gender and Child Studies is published by Pusat Studi Wanita Universitas Islam Negeri Ar-Raniry Banda Aceh. First published in 2012, this journal is published twice a year in June and December. This is a scientific communication media for enthusiasts and observers of gender and children study. The editor receives articles of gender and children study from academics, researchers, practitioners, and postgraduate students",
        "scopus": false,
        "sinta": 0,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/takamul"
    },{
        "title": "AT TAUJIH",
        "image": "assets/journals/at-taujih.png",
        "description": "At-Taujih: Bimbingan dan Konseling Islam (ISSN 2598-585X (Print) | 2614-4980 (online) is one of the scientific journals in the field of Islamic Guidance and Counseling that seeks to contribute to the world of Islamic and Modern scholarship, and as a means of enriching the scientific treasures of open-access Islamic guidance and counseling, publishing research-based scientific papers.",
        "scopus": false,
        "sinta": 4,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/Taujih"
    },{
        "title": "INTELEKTUALITA",
        "image": "assets/journals/intelektualita.png",
        "description": "Jurnal Intelektualita: Journal of Education Sciences and Teacher Training is a double-blind peer-reviewed and open-access journal on Education. The scope of the Intellectual Journal includes education management, curriculum, educational assessment, educational policy, educational technology, learning and teaching, educational human resources, higher education, entrepreneurship education, Islamic Education, Social Education, Natural Science Education, Mathematics Education, Environmental Education, Language Education, Management Education, Quality Education, Teacher Education, Early Childhood Education, Special Education, Guidance and Counseling Education, and other educational fields.",
        "scopus": false,
        "sinta": 0,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/intel"
    },{
        "title": "STIMULUS",
        "image": "assets/journals/stimulus.png",
        "description": "Stimulus:  International Journal of Communication and Social Sciences is annually published by Communication and Boardcasting Department of UIN Ar-raniry Banda Aceh, in cooperation with Dakwah and Communication Faculty of UIN Sunan Gunung Djati Bandung.This Academic Journal publishes original researches in multi concepts, theories, perspectives, paradigms and methodologies on communication studies related to social and cultural context in Indonesia.",
        "scopus": false,
        "sinta": 0,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/stimulus"
    },{
        "title": "SIGNAL",
        "image": "assets/journals/signal.png",
        "description": "Signal adalah jurnal berkala ilmiah yang diterbitkan dua kali setahun (Juni - Juli) yang mempublikasikan hasil penelitian orisinal tentang komunikasi dan penyiaran Islam. Jurnal ini bertujuan untuk mengembangkan konsep, teori, perspektif, paradigma, dan metodologi dalam kajian ilmu komunikasi dan penyiaran Islam",
        "scopus": false,
        "sinta": 0,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/signal"
    },{
        "title": "AL BATTAM",
        "image": "assets/journals/AL BATTAM.png",
        "description": "Jurnal Al Battani, merupakan Jurnal Pendidikan dan Teknologi Informasi dengan pendekatan multiperspektif. Jurnal ini menerima artikel yang berhubungan dengan pendidikan dan teknologi informasi. Editor dan mitra bestari Jurnal Al Battani direkrut sesuai dengan spesifikasi dan latar belakang pendidikan yang relevan dengan bidang keilmuan. Artikel untuk Jurnal Al Battani dapat ditulis dalam bahasa Indonesia, Arab, dan Inggris.",
        "scopus": false,
        "sinta": 0,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/circuit"
    },{
        "title": "KOMPETENSI",
        "image": "assets/journals/kompetensi.png",
        "description": "Jurnal KOMPETENSI (Jurnal Pendidikan dan Pembelajaran) merupakan jurnal ilmiah yang dikelola oleh Instructional Development Center Fakultas Tarbiyah dan Keguruan UIN Ar-Raniry Banda Aceh yang berbasis open-access yang memuat hasil penelitian, kajian pustaka dan berita-berita terbaru tentang Ilmu Pendidikan secara khusus agar para tenaga pendidikan mampu memahami teknik-teknik terbaru dalam menjalankan tugasnya.",
        "scopus": false,
        "sinta": 0,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/kompetensit"
    },{
        "title": "PEMIKIRAN",
        "image": "assets/journals/pemikiran islam.png",
        "description": "Jurnal Pemikiran Islam (JPI) published by Program Studi Aqidah dan Filsafat Islam, Fakultas Ushuluddin dan Filsafat UIN Ar-Raniry Banda Aceh. This journal published twice a year, that is July-December and January-June. Jurnal Pemikiran Islam focuses on studies of Islamic thought, theology, philosophy, and Sufism.",
        "scopus": false,
        "sinta": 0,
        "url": "https://jurnal.ar-raniry.ac.id/index.php/jpi"
    },
    {
        "title": "EL-HADHANAH",
        "image": "assets/journals/El-Hadhanah.png",
        "description": "El-Hadhanah: Indonesian Journal of Family Law and Islamic Law is peer-reviewed journal published by Islamic Family Law Department, Sharia and Law Faculty, Universitas Islam Negeri Ar-Raniry, Banda Aceh, Indonesia. The journal is focusing to publish research articles, conceptual articles, and book reviews of Family Law and Islamic Law (Sharia) issues. Publish twice in year, January-June and July-December.",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/Hadhanah"
    },
    {
        "title": "IJIHC",
        "image": "assets/journals/Culture.png",
        "description": "Indonesian Journal of Islamic History and Culture is committed to the publication of a wide range of scholarship in Islamic history and culture, such as the history of science and technology in Islam, Islamic dynasties, Islamic figures, Islamic philology, Islamic archeology, and Islamic arts.",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/IJIHC"
    },
    {
        "title": "FITRAH",
        "image": "assets/journals/Fitrah.png",
        "description": "FITRAH is an open access scientific journal based on open journal systems. FITRAH receives scientific articles based on research and book reviews in the field of Islamic religious education from researchers, students and education experts related to Curriculum, teaching and learning, philosophy, research, management, history and evaluation of Islamic Education.",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/fitrah"
    },
    {
        "title": "IJLIS",
        "image": "assets/journals/Ijlis.png",
        "description": "Indonesian Journal of Library and Information Science (IJLIS) is a periodical scientific journal published by the Center for Research and Community Service (LP2M) in cooperation with Library and Information Science Undergraduate Study Program at the Adab and Humanities Faculty of the Ar-Raniry State Islamic University in Banda Aceh, Aceh, Indonesia.",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/ijlis"
    },
    {
        "title": "EL-MAQALAH",
        "image": "assets/journals/El-Maqalah.png",
        "description": "EL-MAQALAH: Journal of Arabic Language Teaching and Linguistics is a scientific journal published by the Department of Arabic Language Education, Pascasarjana Universitas Islam Negeri Banda Aceh of UIN Ar-Raniry Banda Aceh, Aceh, Indonesia. The aim and scope of this journal focus on the results of research related to the current issues faced by Arabic language learners and instructors, both in the linguistic and pedagogical realms.",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/MAQALAH"
    },
    {
        "title": "LEADERIA",
        "image": "assets/journals/Leaderia.png",
        "description": "Leaderia: Journal of Islamic Education Management is a scientific journal that publishes scientific papers resulting from research and studies of ideas on education management. This journal is provided for lecturers, teachers, academics, researchers, and professionals from the world of education who are interested in following the latest developments in education management issues.",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/leaderia"
    },
    {
        "title": "KENANGA",
        "image": "assets/journals/kenanga.png",
        "description": "KENANGA : Journal of Biological Sciences and Applied Biology  is an Open Access Journal published by Department of Biology, Faculty of Science and Technology, State Islamic University of Ar-Raniry, Banda Aceh, Indonesia. KENANGA Journal of Biological Sciences and Applied Biology is a peer-reviewed open access journal that publishes study results (original research articles and review articles).",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/kenanga"
    },
    {
        "title": "JINTECH",
        "image": "assets/journals/Jintech.png",
        "description": "JINTECH: Journal of Information Technology, This journal provides opportunities for students, lecturers and information technology practitioners to contribute in providing new understanding and concepts related to the basic concepts of computer science that aim to develop information technology.",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/jintech"
    },
    {
        "title": "JIBES",
        "image": "assets/journals/jibes.png",
        "description": "JIBES is scholarly peer reviewed and open access journal covering broad topics in economics include, but not limited to microeconomics, macroeconomics, economic development, economic policy, finance management, marketing strategy and entrepreneurship. It provides the platform for academician, practitioners and researchers to explore, review and disseminate the ideas and concepts developed in this field",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/JIBES"
    },
    {
        "title": "AN-NAHDAH Al-'ARABIYAH",
        "image": "assets/journals/An nahdah.png",
        "description": "An-Nahdah Al-'Arabiyah peer-reviewed journal of Arabic Linguistics and literature studies. This journal is published by the Department of Arabic Language and Literature, Faculty of Adab and Humanities, State Islamic University of Ar-Raniry Banda Aceh.This journal contains original research articles, review articles, and brief communications, including: Arabic Linguistics, Arabic Literature, Arabic History, Arabic Islamic Culture, and Philology.",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/nahdah"
    },
    {
        "title": "AL-IQTISHADIAH",
        "image": "assets/journals/iqtishadiah.png",
        "description": "Al-Iqtishadiah: Jurnal Hukum Ekonomi Syariah, diterbitkan oleh Fakultas Syariah dan Hukum Universitas Islam Negeri Ar-Raniry Banda Aceh dengan pengelolaan di bawah Prodi Hukum Ekonomi Syariah. Artikel yang diterbitkan meliputi hasil riset, refleksi dan studi kritis aktual yang berhubungan dengan tema hukum ekonomi syariah.",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/iqtishadiah"
    },
    {
        "title": "ICONIC",
        "image": "assets/journals/iconic.png",
        "description": "",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/iconic"
    },
    {
        "title": "BAYT ELHIKMAH",
        "image": "assets/journals/bayt.png",
        "description": "This journal publishesby the Department of Architecture, Faculty of Science and Technology of UIN Ar-Raniry. The journal’s scopes are not limited to only the architectural research-based, but also extend to architectural design-based, including housing and settlement, urban, landscape, disaster, heritage, building sciences and welcomes any particular topics that are related to Islamic architecture and locality.",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/JIAL"
    },
    {
        "title": "AS_SIYADAH",
        "image": "assets/journals/assiyadah.png",
        "description": "As-Siyadah : Jurnal Politik dan Hukum Tata Negara (Siyasah) merupakan, jurnal Prodi Hukum Tata Negara (Siyasah) Fakultas Syariah dan Hukum, UIN Ar-Raniry Banda Aceh, mempublikasikan karya tulis ilmiah Dosen, Mahasiswa, dan Praktisi di bidang keilmuan Hukum Tata Negara dan Politik Islam (Siyasah), sebagai wadah dalam mengembangkan ilmu, teori, konsep dan gagasan di dunia akademik maupun masyarakat umum dalam menghadapi berbagai isu ketatanegaraan dan politik Islam.",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/Assiyadah"
    },
    {
        "title": "AL-MUDHARABAH",
        "image": "assets/journals/al-mudharabah.png",
        "description": "Mudharabah: Jurnal Ekonomi dan Keuangan Syariah dikelola secara profesional yang diterbitkan oleh Prodi Hukum Ekonomi Syariah, Fakultas Syariah dan Hukum, UIN Ar-Raniry dalam membantu para akademisi, peneliti dan praktisi untuk menyebarkan hasil penelitiannya.",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/mudharabah"
    },
    {
        "title": "SANGER",
        "image": "assets/journals/Sanger.png",
        "description": "The Sanger Journal is one of the journals in the Faculty of Social Sciences and Government Sciences and is managed by the State Administration Study Program. This journal is an online journal that gives very high appreciation to articles that do not commit plagiarism. This explanation explains the behavior of all parties involved in the process of publishing articles in this Sanger journal, including the author, chief editor, editorial board, and reviewer team.",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/sanger"
    },
    {
        "title": "LINGKAR",
        "image": "assets/journals/Lingkar.png",
        "description": "Lingkar: Journal of Environmental Engineering is a distinguished biannual, double-masked, peer-reviewed journal spotlighting Environmental Engineering and Science advancements. With a broad scope encompassing  water and waste management, solid waste solutions, air pollution, pollution control, remediation, environmental management, sustainability, energy, green technologies, and HSE (Health, Safety, and Environment) considerations, Lingkar remains at the discipline's cutting edge.",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/lingkar"
    },
    {
        "title": "JIS",
        "image": "assets/journals/JIS.png",
        "description": "Jurnal of Islamic Studies is a journal published by the Department of Islamic Religion, Postgraduate, Ar-Raniry State Islamic University, Banda Aceh, Indonesia.",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/JIS"
    },
    {
        "title": "AMINA",
        "image": "assets/journals/amina.png",
        "description": "Ar-Raniry Chemistry Journal is open access and peer-reviewed journal that issues articles, both original research articles type and review articles or short communication type, in all scopes of chemistry (organic chemistry, physical chemistry, analytical chemistry, inorganic chemistry, biochemistry, theoretical and computational chemistry) as well as applied chemistry (educational chemistry, pharmacy, and chemical engineering). ",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/amina"
    },
    {
        "title": "AIJIS",
        "image": "assets/journals/aijis.png",
        "description": "Atjeh International Journal of Islamic Studies is a double-blind peer-reviewed international journal published by Ar-Raniry State Islamic University of Banda Aceh, Indonesia. The journal publishes research articles, conceptual articles, reports of field studies, and book reviews of Islamic studies. ",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/aijis/index"
    },
    {
        "title": "SINTHOP",
        "image": "assets/journals/sinthop.png",
        "description": "SINTHOP: Media Kajian Pendidikan, Agama, Sosial dan Budaya is a double-blind peer-reviewed journal published by Lembaga Aneuk Muda Peduli Umat in collaboration with Pusat Jurnal Universitas Islam Negeri Ar-Raniry, Banda Aceh, Indonesia. The journal publishes research articles, conceptual articles, and book reviews of education, religious, social, and cultural studies (See Focus and Scope).",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/sinthop"
    },
    {
        "title": "SADIDA",
        "image": "assets/journals/sadida.png",
        "description": "SADIDA Journal is is a journal that discusses Islamic communication in various aspects of communication disciplines. Among the topics discussed are the science of communication, intercultural communication, interpersonal communication, intrapazzle communication, persuasive communication, mass communication, mass media, new media, communication philosophy, communication psychology, business communication, organizational communication, communication ethics, and others.",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/sadida"
    },
    {
        "title": "KULMINASI",
        "image": "assets/journals/kulminasi.png",
        "description": "Kulminasi; Journal of Falak and Sharia is a scientific journal published in April and October per year by the Islamic Astronomy at the Faculty of Sharia and Law, Universitas Islam Negeri Ar-Raniry, Banda colaboration with Pusat Studi Falak Ar-Raniry. Articles published in this journal are the results of empirical research in Falak, Sharia, and its approaching on other area studies.",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/kulminasi"
    },
    {
        "title": "IJOMAFIM",
        "image": "assets/journals/ijomafim.png",
        "description": "IJoMaFiM: Indonesian Journal Maqasid and Fiqh Muqaran diterbitkan oleh Fakultas Syariah dan Hukum Universitas Islam Negeri Ar-Raniry Banda Aceh dengan pengelolaan di bawah Prodi Perbandingan Mazhab dan Hukum. Artikel yang diterbitkan meliputi hasil riset, refleksi dan studi kritis aktual yang berhubungan dengan tema Maqasid dan Perbandingan mazhab dan Hukum",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/ijomafin"
    },
    {
        "title": "AHKAMUL USRAH",
        "image": "assets/journals/ahkamul usrah.png",
        "description": "Ahkamul Usrah: Jurnal Hukum Keluarga berbasis Open Journal System [OJS] yang diterbitkan dua kali dalam setahun. Jurnal ini dikelola oleh Prodi Magister Hukum Keluarga Islam Universitas Islam Negeri [UIN] Ar-Raniry Banda Aceh. Di dalamnya menerima tulisan dari peneliti, dosen, guru, mahasiswa dan praktisi hukum keluarga Islam.",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/ahkamulusrah"
    },
    {
        "title": "PROCESSOR",
        "image": "assets/journals/processor.png",
        "description": "PROCESSOR 2023 is hosted and organized by Department of Information Technology Education, Ar-Raniry State Islamic University Banda Aceh. It is co-hosted by Jakarta State University (UNJ) and Sultan Idris Education University (UPSI).",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/PROCESSOR"
    },
    {
        "title": "PROFESI GURU",
        "image": "assets/journals/pendidikan profesi guru.png",
        "description": "Jurnal Pendidikan Profesi Guru is a journal that discusses everything related to significant new research findings related to research in the scope of education, including Education and Learning, Curriculum Development, Learning Environment, Teacher Education, Educational Technology, and Educational Development.",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/ppg"
    },
    {
        "title": "EL-FUQAHA",
        "image": "assets/journals/elfuqaha.png",
        "description": "El-Fuqaha: International Journal of Islamic Law in Higher Education is a modern fiqh science journal that develops Islamic law methodology, Islamic legal philosophy, Islamic family law, Islamic civil law, Islamic criminal law, economic law, Islamic finance and banking, social law and institutions, Islamic law and gender, politics Islamic law, comparison of legal systems, Islamic law in Muslim countries, and Islamic law in Indonesia.",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/fuqaha"
    },
    {
        "title": "EDUCATOR",
        "image": "assets/journals/educator.png",
        "description": "Educator Deploment Journal: Is a scientific publication media and can be accessed by the public published by the Tarbiyah and Teacher Training Faculty of UIN Ar-Raniry Banda Aceh. This journal publishes the results of research and scientific work in the field of education and teaching in schools, tertiary institutions both formally and non-formally.",
        "scopus": false,
        "sinta": 0,
        "url": "https://journal.ar-raniry.ac.id/index.php/edj"
    },
    {
        "title": "EL-AILAH",
        "image": "assets/journals/elailah.png",
        "description": "",
        "scopus": false,
        "sinta": 0,
        "url": "https://jim.ar-raniry.ac.id/index.php/AJIMHK"
    },
    {
        "title": "JIMEBIS",
        "image": "assets/journals/jimebis.png",
        "description": "JIMEBIS: Jurnal Ilmiah Mahasiswa Ekonomi dan Bisnis Islam is a Scientific Journal of Islamic Economics and Business dedicated for students’ article co-authored with lecturers. The articles published in this journal is based on scientific research done during the study and discuss Islamic economics and business issues including Islamic banking and finance, fintech, and Islamic philanthropy. JIMEBIS will be published periodically for 6 (six) months on May and September each year.",
        "scopus": false,
        "sinta": 0,
        "url": "https://jim.ar-raniry.ac.id/index.php/JIMEBIS"
    },
    {
        "title": "JSAI",
        "image": "assets/journals/jsai.png",
        "description": "Jurnal Sosiologi Agama Indonesia (JSAI) Ar-raniry adalah wadah publikasi hasil penelitian khususnya bagi para mahasiswa Sosiologi Agama. Jurnal Sosiologi Agama Indonesia terbit setiap dua kali dalam setahun, pada bulan Juni dan Desember.  JSAI memuat hasil Penelitian ilmiah para Mahasiswa tentang berbagai fenomena sosial keagamaan yang terjadi di kawasan Asia Tenggara.",
        "scopus": false,
        "sinta": 0,
        "url": "https://jim.ar-raniry.ac.id/index.php/jsai"
    },
    {
        "title": "MAHASISWA",
        "image": "assets/journals/jurnal ilmiah Mahasiswa.png",
        "description": "Jurnal ini berfokus pada publikasi hasil penelitian dari praktik (model) pendidikan dan pengajaran di Indonesia. Jurnal ini menerbitkan artikel yang menarik bagi praktisi pendidikan (Mahasiswa, Dosen, guru,) pembuat kebijakan pendidikan, dan peneliti. Artikel yang dikirimkan harus orisinal dan menarik secara edukatif bagi audiens di lapangan.",
        "scopus": false,
        "sinta": 0,
        "url": "https://jim.ar-raniry.ac.id/index.php/ej"
    },
    {
        "title": "TADABBUR",
        "image": "assets/journals/tadabbur.png",
        "description": "Tadabbur: Jurnal Peradaban Islam (E-ISSN:  2686-1690 & P-ISSN: 2656-9930) is a peer reviewed and open access journal. This journal is published by master's degree Department of Islamic Education  Postgraduate Program of Universitas Islam Negeri (State Islamic University) Ar-Raniry, Banda Aceh in cooperation with Center for Research and Community Service (LP2M).  It focuses to publish research articles on Islamic civilization including Islamic Education, Islamic Law, Islamic Economics, Islamic Mysticism.",
        "scopus": false,
        "sinta": 0,
        "url": "https://jim.ar-raniry.ac.id/index.php/tadabbur"
    }

]